export default {
  language: {
    name: "中文"
  },
  navbar: {
    submit: "提交",
    plan: "激励计划"
  },
  footer: {
    homeName: "dApps",
    developer: {
      name: "开发者",
      center: "开发者中心",
      bounty: "赏金项目",
      doc: "文档中心",
      github: "GitHub"
    },
    dApps: {
      name: "dApps",
      dl: "dApp排行榜",
      submit: "提交dApp"
    },
    business: {
      name: "商业",
      gaming: "游戏产业",
      creative: "创业产业"
    },
    trust: {
      name: "信任生态",
      anchor: "信任锚",
      node: "节点"
    },
    about: {
      name: "关于",
      us: "关于我们",
      res: "资源",
      events: "事件",
      faq: "FAQ",
      whitePaper: "白皮书",
      explorer: "浏览器"
    }
  },
  main: {
    tl: {
      name: "dApp排行榜",
      total: {
        name: "dApp总数: ",
        txn: "24H交易数: ",
        activeU: "24H活跃用户数: ",
        volume: "24H交易总量: "
      },
      th: {
        dApp: "dApp",
        c: "类型",
        activeU: "活跃用户",
        txn: "交易数",
        volume: "交易总量",
        reward: "周激励（美元）",
        totalReward: "累计激励（美元）"
      },
      td: {
        hour: "24h:",
        days: "7days:"
      }
    },
    note: "说明：按照上一个自然日UTC+0时间区间统计24H交易和活跃地址。"
  },
  support: {
    index: {
      name: '"文艺复兴"激励计划',
      detail1: {
        name: "节点大让利",
        nickname: "早鸟计划",
        desc: "用户行为付出的手续费，开发者和节点各分50%"
      },
      detail2: {
        name: "日激励 周激励",
        nickname: "工蚁计划",
        desc: "通过ONG和ONT奖励活跃度排名前50的dApp"
      },
      detail3: {
        name: "我出钱 你开发",
        nickname: "天使计划",
        desc: "帮开发者度过前期开发经费不足的问题 无利率"
      },
      detail4: {
        name: "技术与市场支持",
        nickname: "纯氧计划",
        desc: "让你的dApp更有价值"
      },
      detail: "详情"
    },
    breadcrumb: {
      home: "主页",
      plan: "激励计划",
      detail: "激励计划详情"
    },
    example: "举例",
    detail: {
      submit: "提交dApp"
    },
    detail1: {
      tit: "“早鸟计划”：开发者在此期间按六四比例分润",
      txt1:
        "所有在本体主网上运行的 dApp 产生的底层平台交易手续费，开发者将按照“五五比例”每月获取分成。",
      txt2:
        "值得注意的是，为鼓励勇于探索、敢为人先的开发者，我们设置2019年4月1日-6月30日3个月的时间为“早鸟期”，在此期间开发者将享受特别待遇，获得交易手续费的60%。",
      txt3:
        "开发者小明通过“文艺复兴”激励计划于2019年4月5日成功上线了一个爆款 dApp，数万名用户在这个 dApp 上进行交易，在4月5日-6月30日，小明每月将获得当月手续费比例的60%，而7月1日起比例为50%。",
      txt4: "特别提示：各位 dApp 开发者，抓住“早鸟期”，越早申请，收益越多！",
      txt5:
        "提交申请后，本体官方需要1-2个工作日进行审核，请务必抓紧时间尽早申请。"
    },
    detail2: {
      tit: "“工蚁计划” ：活跃 dApp 获得额外激励",
      tit1: "激励细则",
      tit2: "激励条件",
      tit3: "激励规则",
      tit4: "特别提示",
      txt1:
        "上线后活跃度排名前列的 dApp 将获得额外激励，榜单届时请关注本体官网页面：",
      txt2: "https://dapp.ont.io/",
      txt3: "1. dApp 活跃用户数和交易量直接决定排名",
      txt4: "2. dApp 活跃度排名越靠前，所获激励越多",
      txt5: "3. 奖励以ONG形式发放",
      txt6:
        "DApp需要满足日活量（DAU）大于100 或 24小时交易金额（VOL）大于4500 USD两个条件其中之一",
      txt7:
        "备注：UTC 时间每周一0:00开始统计，每周日23:59截止统计，日活量为每周平均日活，日交易金额为每周平均日交易额。",
      txt8:
        "榜单上满足条件的有效dApp数量在20个以内，前5名根据活跃度和日交易量每周按比例分配20,000 USD激励池；",
      txt9:
        "榜单上满足条件有效dApp数量在20-50个，前10名根据活跃度和日交易量每周按比例分配50,000 USD激励池。",
      txt10:
        "博彩、刷单类 dApp 不参与评选，如发现因人为因素导致的 dApp 活跃度异常，将即刻除名。"
    },
    detail3: {
      tit: "“天使计划”：面向dApp 开放借款计划",
      txt1:
        "为解决开发者在项目启动初期资金不足的问题，本体定制推出借款计划，项目经过审核后，本体官方将提供开发和运营经费，并提供选择性还款方案。",
      tit1: "借款方式",
      txt2: "发送以下信息至",
      txt3: "：",
      txt4: "1. 团队名称;",
      txt5: "2. 团队介绍;",
      txt6: "3. 团队联系人姓名电话;",
      txt7: "4. 所要开发的 dApp 功能说明;",
      txt8: "5. 预计开发天数;",
      txt9: "6. 预计借款周期;",
      txt10: "7. 额度.",
      txt11: "本体官方将在1-2个工作日内答复。",
      tit2: "借款流程",
      txt12:
        "开发者提出dApp借款申请 -> 本体技术委员会审核（1-2个工作日） -> 设置项目内部owner，确定该dApp借款额度 -> 开发者进入开发阶段 -> 内部owner进行定期进度追踪 -> 开发完成度完成70%，一期评审 -> 发放第一期借款 -> 上线部署运行 -> 发放第二期借款 -> 运营期 -> 申请者周期性汇报 -> 借款期满，回收借款",
      txt13: "1. 开发者发送邮件至 ",
      txt14: "2. 本体官方审核并确定借款额度；",
      txt15: "3. dApp 进入开发阶段，本体团队全程提供支持；",
      txt16:
        "4. dApp 开发完成70%时，本体技术委员会组织第一期评审并发放第一期借款，发放额度为总额度的50%；",
      txt17: "5. dApp 上线运行后，发放剩余50%借款额度；",
      txt18: "6. 运营稳定后，开发者归还借款，可自主选择还款方式；",
      tit3: "借款发放方式：",
      txt19: "借款以ONT形式发放，发放时记录当时的等值USDT数量。",
      tit4: "还款方案",
      txt20: "根据当时 ONT 价格，开发者可以选择对自主选择还款方式：",
      txt21: "1) 选择归还借款当时的等值 USDT 量；",
      txt22: "2) 选择归还借款当时的 ONT 数量。",
      txt23:
        "* 特别提示：博彩类应用暂不纳入本激励细则的适用范围。所有 dApp 版权、运营都属于开发者。",
      email: "business@ont.io"
    },
    detail4: {
      tit: "“纯氧计划”：技术、市场和运营全面支持",
      txt1:
        "在为开发者提供开发和运维方面的资金支持后，本体团队还为 dApp 开发者提供技术、市场和运营全方位支持。",
      tit1: "申请方式",
      txt2: "发送以下信息至",
      txt3: "：",
      txt4: "1. 团队名称;",
      txt5: "2. 团队介绍;",
      txt6: "3. 团队联系人姓名电话;",
      txt7: "4. 所要开发的 dApp 功能说明;",
      txt8: "5. 预计开发天数;",
      txt9: "本体官方将在1-2个工作日内答复。",
      txt10:
        "审核通过后，本体团队将与 dApp 开发团队共同商定推广周期、渠道和方式，为开发者团队提供全程的对接支持和帮助。",
      tit2: "案例",
      txt11: "HyperDragons Go! 首发上线本体",
      txt12:
        "DApp游戏HyperDragons Go! ，简称云斗龙，2018年12月25日正式登陆本体平台，上线三天玩家数日均增长率就达到272%，活跃玩家数日均增长率919%，交易总数日均增长率756%。",
      txt13:
        "此前，在本体团队的协助下，云斗龙仅花费短短五周时间从以太坊全部迁移到本体平台。其中本体提供的支持包括：",
      tit3: "技术支持",
      txt14:
        "1. 提供相关协议，帮助云斗龙实现扫码操作（ONTO 是第一个支持云斗龙扫码操作功能的手机客户端）;",
      txt15: "2. 相关 TS-SDK 的使用指导；",
      txt16: "3. 智能合约的编写指导与代码审计。",
      tit4: "市场支持",
      txt17:
        "1. 海内外社群传播：发布的相关信息覆盖社群用户共计207,396位，涵盖11种中外社交媒体平台共计36个社群或频道;",
      txt18:
        "2. 海内外市场运营：活动文案，海报设计、活动快讯发布、社区软文的撰写和审校，实时社群维护和社群反馈。",
      email: "marketing@ont.io"
    }
  },
  tp: {
    tit: "第三方dApp统计"
  }
};
