export default {
  language: {
    name: "中文"
  },
  navbar: {
    submit: "提交",
    plan: "激励计划"
  },
  footer: {
    homeName: "dApps",
    developer: {
      name: "开发者",
      center: "开发者中心",
      bounty: "赏金项目",
      doc: "文档中心",
      github: "GitHub"
    },
    dApps: {
      name: "dApps",
      dl: "dApp列表",
      submit: "提交dApp"
    },
    business: {
      name: "商业",
      gaming: "游戏产业",
      creative: "创业产业"
    },
    trust: {
      name: "信任生态",
      anchor: "信任锚",
      node: "节点"
    },
    about: {
      name: "关于",
      us: "关于我们",
      res: "资源",
      events: "事件",
      faq: "FAQ",
      whitePaper: "白皮书",
      explorer: "浏览器"
    }
  },
  main: {
    tl: {
      name: "dApp列表",
      total: {
        name: "dApp总数: ",
        txn: "24H交易数: ",
        activeU: "24H活跃用户数: ",
        volume: "24H交易总量: "
      },
      th: {
        dApp: "dApp",
        c: "类型",
        activeU: "活跃用户",
        txn: "交易数",
        volume: "交易总量",
        reward: "周激励（美元）",
        totalReward: "累计激励（美元）"
      },
      td: {
        hour: "24h:",
        days: "7days:"
      }
    }
  },
  support: {
    index: {
      name: '"文艺复兴"激励计划',
      detail1: {
        name: "节点大让利",
        nickname: "早鸟计划",
        desc: "用户行为付出的手续费，开发者和节点各分50%"
      },
      detail2: {
        name: "日激励 周激励",
        nickname: "工蚁计划",
        desc: "通过ONG和ONT奖励活跃度排名前50的dApp"
      },
      detail3: {
        name: "我出钱 你开发",
        nickname: "天使计划",
        desc: "帮开发者度过前期开发经费不足的问题 无利率"
      },
      detail4: {
        name: "技术与市场支持",
        nickname: "纯氧计划",
        desc: "让你的dApp更有价值"
      },
      detail: "详情"
    },
    breadcrumb: {
      home: "主页",
      plan: "激励计划",
      detail: "激励计划详情"
    },
    example: "举例",
    detail: {
      submit: "提交dApp"
    },
    detail1: {
      tit: "“早鸟计划”：开发者在此期间按六四比例分润",
      txt1:
        "所有在本体主网上运行的 dApp 产生的底层平台交易手续费，开发者将按照“五五比例”每月获取分成。",
      txt2:
        "值得注意的是，为鼓励勇于探索、敢为人先的开发者，我们设置2019年4月1日-6月30日3个月的时间为“早鸟期”，在此期间开发者将享受特别待遇，获得交易手续费的60%。",
      txt3:
        "开发者小明通过“文艺复兴”激励计划于2019年4月5日成功上线了一个爆款 dApp，数万名用户在这个 dApp 上进行交易，在4月5日-6月30日，小明每月将获得当月手续费比例的60%，而7月1日起比例为50%。",
      txt4: "特别提示：各位 dApp 开发者，抓住“早鸟期”，越早申请，收益越多！",
      txt5:
        "提交申请后，本体官方需要1-2个工作日进行审核，请务必抓紧时间尽早申请。"
    },
    detail2: {
      tit: "“工蚁计划” ：活跃 dApp 获得额外激励",
      tit1: "激励细则",
      tit2: "激励额度",
      tit3: "特别提示",
      txt1:
        "上线后活跃度排名前列的 dApp 将获得额外激励，榜单届时请关注本体官网公布排名：",
      txt2: "https://dapp.ont.io/",
      txt3: "1. ONT 和 ONG 各自总量的10%作为激励",
      txt4: "2. dApp 活跃用户数和交易量直接决定排名",
      txt5: "3. dApp 活跃度排名越靠前，所获激励越多",
      txt6: "激励池日额度：ONG 100,000,000/(360*14)= 19,841",
      txt7: "激励池周额度：ONT 100,000,000/1,080= 92,592",
      txt8: "- 根据有效 dApp 数量分成四档使用以上日额度和周额度：",
      txt9: "10/50（1-10）",
      txt10: "15/50（11-15）",
      txt11: "30/50（16-30）",
      txt12: "全部额度（31-50）",
      txt13: "- 激励发放 T+1 结算，按照 UTC 时间。",
      txt14:
        "博彩、刷单类 dApp 不参与评选，如发现因人为因素导致的 dApp 活跃度异常，将即刻除名。"
    },
    detail3: {
      tit: "天使计划",
      tit1: "借款方式",
      tit2: "申请链接",
      tit3: "借款流程",
      tit4: "还款方式",
      txt1:
        "为帮助 dApp 开发者更顺利地在本体上进行应用开发和运营，本体专为开发者们制定了dApp 开发借款计划，为优秀项目提供开发和运营经费，并提供选择性还款方案。",
      txt2:
        "本体官网（ont.io） dApp 版块增设借款计划申请入口，开发者申请内容需包括：申请团队名称、申请团队邮箱、申请团队介绍、现有github地址、所要开发的 dApp 功能点。（说明和详细计划、预计开发所需天数以及预计借款周期与额度）",
      txt3: "点击这里",
      txt4: "标准借款流程：",
      txt5:
        "第一阶段：开发者提交 dApp 的相关计划和功能介绍，经由本体技术委员会审核，确定借款额度，并设置内部项目负责人全程跟踪项目进展； ",
      txt6:
        "第二阶段：dApp 开发完成70%时，本体技术委员会组织第一次评审并发放第一期借款，发放额为总额度的50%； ",
      txt7: "第三阶段：dApp 上线运行后，发放剩余50%借款额度； ",
      txt8: "第四阶段：运营期满，回收借款，开发者可自主选择还款方式。",
      txt9: "选择性还款方案：",
      txt10:
        "借款以 ONT 形式发放，并记录借款当时的等值 USDT 数量（如10,000 ONT = 7,000 USDT）。还款时根据当时 ONT 价格，开发者可以选择对自主选择还款方式： ",
      txt11: "1) 选择归还借款当时的等值 USDT 量； ",
      txt12: "2) 选择归还借款当时的 ONT 数量。 ",
      txt13:
        "* 博彩类应用暂不纳入本激励细则的适用范围。所有 dApp 版权、运营都属于开发者。",
      url1: "https://goo.gl/forms/Jk8NQp0CD0ijuiLV2"
    },
    detail4: {
      tit: "纯氧计划",
      tit1: "申请链接",
      txt1:
        "在为开发者提供开发和运维方面的资金支持后，我们希望通过技术和市场方面的支持为开发者提高开发效率和运营效果。 ",
      txt2:
        "dApp 开发者可以通过官网 dApp 页面进行项目申报，经过技术部门审核后，本体将指定负责人与开发者团队进行对接，并在 dApp 的开发周期中为开发者团队提供全程的对接支持和帮助。 ",
      txt3:
        "本支持方案与 dApp 借款计划相互独立，dApp 开发者可自由申请仅借款或仅需要技术与市场支持，对于既需要参与借款计划又需要技术和市场支持的开发者，须提交两份申请单。",
      txt4: "如果您需要技术或市场支持，请在",
      txt5: "联系我们 ",
      txt6:
        "表单中选择 “Blockchain solutions inquiry”，并注明您需要的相关支持类型。",
      url1: "https://ont.io/#/dapp",
      url2: "https://ont.io/#/contactUs"
    }
  }
};
