export default {
  language: {
    name: "中文"
  },
  navbar: {
    submit: "提交",
    plan: "激励计划"
  },
  footer: {
    homeName: "dApps",
    developer: {
      name: "开发者",
      center: "开发者中心",
      bounty: "赏金项目",
      doc: "文档中心",
      github: "GitHub"
    },
    dApps: {
      name: "dApps",
      dl: "dApp列表",
      submit: "提交dApp"
    },
    business: {
      name: "商业",
      gaming: "游戏产业",
      creative: "创业产业"
    },
    trust: {
      name: "信任生态",
      anchor: "信任锚",
      node: "节点"
    },
    about: {
      name: "关于",
      us: "关于我们",
      res: "资源",
      events: "事件",
      faq: "FAQ",
      whitePaper: "白皮书",
      explorer: "浏览器"
    }
  },
  main: {
    tl: {
      name: "dApp列表",
      total: {
        name: "dApp总数: ",
        txn: "24H交易数: ",
        activeU: "24H活动用户数: ",
        volume: "24H总量: "
      },
      th: {
        dApp: "dApp",
        c: "类型",
        activeU: "活动用户",
        txn: "交易",
        volume: "总量",
        reward: "奖励"
      },
      td: {
        hour: "24h:",
        days: "7day:"
      }
    }
  },
  support: {
    index: {
      name: '"文艺复兴"激励计划',
      detail1: {
        name: "节点大让利",
        nickname: "收入五五分成",
        desc: "用户行为付出的手续费，开发者和节点各分50%"
      },
      detail2: {
        name: "日激励 周激励",
        nickname: "dApp激励计划",
        desc: "ONG AND ONG 活跃度前50，通通奖励"
      },
      detail3: {
        name: "我出钱 你开发",
        nickname: "贷款计划",
        desc: "帮开发者度过前期开发经费不足的问题 无利率"
      },
      detail4: {
        name: "不懂就要问",
        nickname: "开发者支持",
        desc: "本体技术支持人员欢迎您的骚扰"
      },
      detail: "详情"
    },
    breadcrumb: {
      home: "主页",
      plan: "激励计划",
      detail: "激励计划详情"
    },
    example: "举例",
    detail1: {
      tit: "交易费五五比例返还",
      txt1:
        "所有在本体主网上运行 dApp 所产生的底层平台交易手续费（gas），开发者将按比例直接返还。 本体拟设置为五五比例，即所有在 dApp 中产生的用户交易手续费，将会有50%直接分配给开发者。本体将在收集完社区所有反馈后公布最终决定。 2019年4月1日-6月30日近3个月的时间为“早鸟期”，在此期间 dApp 开发者将享受特别待遇，获得交易手续费的60%。以此鼓励用于探索，敢为人先的开发者们大胆设想，共同繁荣本体 dApp 生态。",
      txt2:
        "开发者基于本体上开发了一个 dApp，用户在这个 dApp 上进行一笔交易产生了0.01 ONG 的手续费，就会有50%即 0.005 ONG 直接返还给开发者。 随着 dApp 的规模越来越大，产生的交易量也会越来越多，dApp 开发者将会获得交易手续费收入也就越多。本体以开放共赢的心态，愿意把这部分的收益返还给 dApp 开发者，为 dApp 开发者带来最直观有效的激励。"
    },
    detail2: {
      tit: "活跃DApp额外激励",
      tit1: "活动应用激励细则",
      tit2: "激励收益模拟曲线",
      txt1:
        "针对活跃度名前列的去中心化应用，本体基金会创新提出活跃 dApp 激励模式。凡是周期活跃度排名前50位的 dApp，都有机会获得来自",
      txt2: "本体基金会",
      txt3: "的额外激励。",
      txt4:
        "本体基金会接受社区委托，启动文艺复兴计划并试运行一年，时间为2019年4月1日-2020年4月1日，在此期间规则不变。2019年1月至3月为生态应用开发与准备阶段。计划内容包括： ",
      txt5: "1. 激励规模为 ONT 和 ONG 各1亿 ",
      txt6:
        "本体基金会将拿出1亿个 ONT 和1亿个 ONG（各自总量的10%） 奖励给活跃 dApp 的开发者，以有利于开发者为原则的情况下定期定额发放。 ",
      txt7: "2. 激励排名由 dApp 活跃用户数和交易量决定",
      txt8:
        " 将根据 dApp 活跃度进行阶段性排名并公示排名前50名 dApp，后期将公示在官方浏览器上。 活跃度由 dApp 的活跃用户数和交易量两个因素决定。活跃度达到一定数值可进入排名区，若排名区 dApp 数量不足50，当期奖金总额按实际进入排名 dApp 数量按比例进行调整。 ",
      txt9: "3. dApp 活跃度排名越高，激励越大",
      txt10:
        " 激励分为每日激励排名和每周激励排名。日排行榜将用 ONG 作为奖励，初始每日激励总额为20,000 ONG，周排行榜将以 ONT 为奖励，初始每周激励总额为90,000 ONT，排名越高获得的激励越多。同一 dApp 若同时出现在日周排行榜，将同时获得日激励和周激励。 ",
      txt11: "4. 本体基金会关于此激励机制的声明",
      txt12:
        "1） 本计划试运行一年后，基金会将根据社区反馈确定是否调整激励方案；",
      txt13: "2） 如发现因人为因素导致的 dApp 活跃度异常，将进行除名； ",
      txt14: "3） 博彩类 dApp 暂不在此次激励范围内；",
      txt15:
        "4） 如对本激励方案存有疑问，可以轻扫文章下方二维码联系我们，本体基金会保留对此方案的最终解释权。",
      txt16:
        "假设某段时间内本体 dApp Store 共有4个 dApp，具有日或周排名资格的应用都只有两个，那么日和周激励总额将在20,000 ONG 和90,000 ONT 的基础上按2/50的比例进行调整。 如图所示 D 应用在日排名中第二，在日奖池缩减后将获得263 ONG；同时，D 应用在周排名中第一，则可再次分得周奖池中的2,770 ONT；D 应用当期总收入为263 ONG 和2,770 ONT。",
      txt17:
        "从单个应用的角度来看，我们为开发者模拟出了一个预期的收益曲线。总体来说，本体激励将帮助开发者度过早期的运维难关，在用户交易量还未达到能带来理想收益的时候为开发者提供足够的激励以保证长期运营。"
    },
    detail3: {
      tit: "dApp 开发借款计划",
      tit1: "借款方式",
      tit2: "申请链接",
      tit3: "借款流程",
      tit4: "还款方式",
      txt1:
        "为帮助 dApp 开发者更顺利地在本体上进行应用开发和运营，本体专为开发者们制定了dApp 开发借款计划，为优秀项目提供开发和运营经费，并提供选择性还款方案。",
      txt2:
        "本体官网（ont.io） dApp 版块增设借款计划申请入口，开发者申请内容需包括：申请团队名称、申请团队邮箱、申请团队介绍、现有github地址、所要开发的 dApp 功能点。（说明和详细计划、预计开发所需天数以及预计借款周期与额度）",
      txt3: "https://goo.gl/forms/Jk8NQp0CD0ijuiLV2",
      txt4: "标准借款流程：",
      txt5:
        "第一阶段：开发者提交 dApp 的相关计划和功能介绍，经由本体技术委员会审核，确定借款额度，并设置内部项目负责人全程跟踪项目进展； ",
      txt6:
        "第二阶段：dApp 开发完成70%时，本体技术委员会组织第一次评审并发放第一期借款，发放额为总额度的50%； ",
      txt7: "第三阶段：dApp 上线运行后，发放剩余50%借款额度； ",
      txt8: "第四阶段：运营期满，回收借款，开发者可自主选择还款方式。",
      txt9: "选择性还款方案：",
      txt10:
        "借款以 ONT 形式发放，并记录借款当时的等值 USDT 数量（如10,000 ONT = 7,000 USDT）。还款时根据当时 ONT 价格，开发者可以选择对自主选择还款方式： ",
      txt11: "1) 选择归还借款当时的等值 USDT 量； ",
      txt12: "2) 选择归还借款当时的 ONT 数量。 ",
      txt13:
        "* 博彩类应用暂不纳入本激励细则的适用范围。所有 dApp 版权、运营都属于开发者。"
    },
    detail4: {
      tit: "技术和市场支持",
      tit1: "申请链接",
      txt1:
        "在为开发者提供开发和运维方面的资金支持后，我们希望通过技术和市场方面的支持为开发者提高开发效率和运营效果。 ",
      txt2:
        "dApp 开发者可以通过官网 dApp 页面进行项目申报，经过技术部门审核后，本体将指定负责人与开发者团队进行对接，并在 dApp 的开发周期中为开发者团队提供全程的对接支持和帮助。 ",
      txt3:
        "本支持方案与 dApp 借款计划相互独立，dApp 开发者可自由申请仅借款或仅需要技术与市场支持，对于既需要参与借款计划又需要技术和市场支持的开发者，须提交两份申请单。",
      txt4: "https://ont.io/#/dapp"
    }
  }
};
